
[
    {
    "id": 1,
    "name": "JAYA Ceylon Handmade Premium Green Tea (Loose Leaf)",
    "price": 650.00,
    "category": "Teas & Coffees",
    "brand": "Jaya Ceylon",
    "description": "Pure Etoya Excellence. Experience the unique terroir of Etoya through our artisanal Green Tea. From the tenderest handpicked buds to your cup, enjoy a refreshing symphony of flavor and fine craftsmanship. Elevate your daily ritual with the handpicked purity.",
    "images": [
      "/images/Products/all_products/item_1.jpg"
    ],
    "badge": "New Arrival",
    "stock": 15,
    "rating": 4.5
  },
  {
    "id": 2,
    "name": "JAYA Ceylon Handmade Black Tea Bags (20PCS)",
    "price": 400.00,
    "category": "Teas & Coffees",
    "brand": "Jaya Ceylon",
    "description": "Conveniently Brewed. Bring the luxury of the JAYA Ceylon to your cup. Our tea bags contain the same hand-plucked, master-crafted tea as our whole-leaf collection, offering a rich and robust infusion for the modern connoisseur. Enjoy the uncompromising quality of artisanal craftsmanship in every delicate, high-grade fragment.",
    "images": [
      "/images/Products/all_products/item_2.jpeg"
    ],
    "badge": "Best Seller",
    "stock": 10,
    "rating": 4.8
  },
  {
    "id": 3,
    "name": "JAYA Ceylon Handmade Premium Black Tea (Loose Leaf)",
    "price": 525.00,
    "category": "Teas & Coffees",
    "brand": "Jaya Ceylon",
    "description": "Experience the Art of Single-Origin Tea. Hand-crafted in the lush gardens of Etoya, Ratnapura, our tea is meticulously handpicked and artisanal-dried to preserve its unique terroir. Indulge in a symphony of flavor and time-honored craftsmanship in every sip.",
    "images": [
      "/images/Products/all_products/item_3.jpeg"
    ],
    "badge": "20% Off",
    "stock": 10,
    "rating": 4.8
  },
  {
    "id": 4,
    "name": "JAYA Ceylon Handmade Black Tea (Fannings)",
    "price": 335.00,
    "category": "Teas & Coffees",
    "brand": "Jaya Ceylon",
    "description": "Small Leaf, Big Flavor. Our Handmade Fannings deliver the same pristine Etoya terroir as our whole-leaf tea, but with an intensified, faster-steeping finish. This bold blend offers a rich, malty awakening for those who appreciate a stronger, more traditional cup of tea.",
    "images": [
      "/images/Products/all_products/item_4.1.jpeg",
      "/images/Products/all_products/item_4.jpeg"
    ],
    "badge": "5% Off",
    "stock": 10,
    "rating": 4.8
  },
    {
    "id": 5,
    "name": "JAYA Ceylon Handmade Cinnamon Tea Bags (20PCS)",
    "price": 500.00,
    "category": "Teas & Coffees",
    "brand": "Jaya Ceylon",
    "description": "The Spirit of Ceylon in Every Sip. Ignite your senses with JAYA Ceylon’s signature blend: premium Etoya tea leaves infused with real authentic Ceylon cinnamon bark. No artificial flavors—just the bold, aromatic warmth of the \"Golden Spice.\" A sophisticated, all-natural ritual designed for those who value health, heritage, and flavor.",
    "images": [
      "/images/Products/all_products/item_5.1.jpg",
      "/images/Products/all_products/item_5.jpeg"
    ],
    "badge": "",
    "stock": 10,
    "rating": 4.8
  },
  {
    "id": 6,
    "name": "JAYA Ceylon Handmade Ginger Tea Bags (20PCS)",
    "price": 500.00,
    "category": "Teas & Coffees",
    "brand": "Jaya Ceylon",
    "description": "A Zesty Awakening. Experience the raw power of nature with JAYA Ceylon’s signature Ginger blend. We combine premium, handpicked Etoya tea with real, crushed Ceylon ginger —no additives, just pure vitality. This 100% natural brew offers a spirited, aromatic journey that honors your health and the rich traditions of Sri Lankan soil.",
    "images": [
      "/images/Products/all_products/item_6.jpeg"
    ],
    "badge": "",
    "stock": 10,
    "rating": 4.8
  },
  {
    "id": 7,
    "name": "JAYA Ceylon Handmade Green Tea Bags (20PCS)",
    "price": 380.00,
    "category": "Teas & Coffees",
    "brand": "Jaya Ceylon",
    "description": "Vibrant Flavor. Modern Convenience. Bring the purity of the Etoya gardens to your cup with JAYA Ceylon’s Handmade Green Tea Bags. Meticulously hand-crafted from the supple buds of sun-drenched Ratnapura, this antioxidant-rich blend offers a life-affirming flavor profile and a crisp, clean finish for your daily wellness journey.",
    "images": [
      "/images/Products/all_products/item_7.jpeg"
    ],
    "badge": "5% Off",
    "stock": 10,
    "rating": 4.8
  },
    {
    "id": 8,
    "name": "JAYA Ceylon Handmade Coffee 500g",
    "price": 550.00,
    "category": "Teas & Coffees",
    "brand": "Jaya Ceylon",
    "description": "Pure Ceylon Coffee. Single-Origin Excellence. A rich, soulful blend crafted from premium beans hand-harvested in Ratnapura. Meticulously processed and small-batch roasted to ensure a sophisticated depth of flavor, our coffee is 100% natural and free from enhancers. Discover the essence of the purity in every aromatic sip.",
    "images": [
      "/images/Products/all_products/item_8.jpeg"
    ],
    "badge": "New Arrival",
    "stock": 10,
    "rating": 4.8
  }
]